{
  "text": "Barnaby the bunny loved carrots. He loved crunchy carrots, orange carrots, and even tiny baby carrots! But today, Barnaby felt funny. His tummy felt like it had butterflies doing a bouncy dance. His ears felt wobbly, and his nose twitched extra fast.\n\nToday was the day of the Springtime Picnic! Barnaby was so excited to see all his friends. But… what if he tripped? What if he didn’t have enough carrots? What if… what if everyone didn’t like him?\n\nBarnaby started to feel very, very scared. He wanted to hide under his favorite dandelion. He squeezed his eyes shut.\n\nMama Bunny saw Barnaby’s wobbly ears. “Barnaby, sweetie,” she said softly, “You look a little worried. What’s happening?”\n\nBarnaby sniffled. “I… I don’t know, Mama. I just feel… buzzy inside.”\n\nMama Bunny gently pulled Barnaby close. “That’s okay, Barnaby. Sometimes our bodies feel buzzy when we’re feeling a little scared. It’s like a little alarm bell telling us something feels a bit big.”\n\nShe showed Barnaby how to take a deep breath. “Let’s breathe in like we’re smelling a yummy carrot… and breathe out like we’re blowing bubbles.”\n\nBarnaby tried it. In… out… In… out… It felt a little bit better.\n\n“Good job, Barnaby,” Mama Bunny smiled. “Sometimes, when we feel buzzy, it helps to think of something happy. What’s your happiest thing?”\n\nBarnaby thought for a moment. “My carrot patch!” he squeaked. He imagined his carrot patch, full of bright orange carrots, growing tall and strong. He imagined nibbling on the sweetest carrot he’d ever tasted.\n\n“That’s wonderful, Barnaby! Hold onto that happy picture.”\n\nMama Bunny said, “It’s okay to feel a little scared sometimes. Big feelings are okay. It’s brave to tell me how you feel.”\n\nAt the picnic, Barnaby still felt a little buzzy. But he remembered Mama Bunny’s deep breaths and his happy carrot patch. He saw Rosie Rabbit sharing her clover cookies, and Freddie Fox showing off his amazing hops. He even tripped a little, but Rosie Rabbit helped him up with a giggle.\n\nBarnaby shared his carrots with his friends. He talked about his carrot patch. He laughed and played. The butterflies in his tummy didn’t disappear completely, but they danced a little slower.\n\nWhen it was time to go home, Barnaby snuggled close to Mama Bunny. “The picnic wasn’t so scary after all,” he said.\n\nMama Bunny kissed his head. “You were very brave, Barnaby. You showed you can handle big feelings. And it’s always okay to ask for help when you need it.”\n\nBarnaby closed his eyes. He knew that even if he felt buzzy again, he could take a deep breath, think of his happy carrot patch, and remember that he wasn’t alone. He was loved, and he was strong. And tomorrow, he would probably enjoy another crunchy, orange carrot.\n\n\n\n"
}