{
  "text": "La luna brillaba suavemente en el cielo nocturno.  Una pequeña luciérnaga llamada Lila se despertó. Lila no era como las otras luciérnagas. Ella amaba explorar.\n\nLila salió volando de su flor de jazmín. El aire era fresco y olía a tierra mojada y flores dulces.  \"¡Qué noche tan tranquila!\" pensó Lila.  Voló hacia el Bosque Susurrante, un lugar lleno de árboles altos y hojas verdes.\n\nEl Bosque Susurrante era muy especial. Las hojas susurraban secretos al viento.  Lila voló entre los árboles, viendo pequeñas setas brillantes y mariposas con alas de colores.  Escuchó el suave canto de una rana.  \"¡Hola, rana!\" dijo Lila. La rana solo croó suavemente.\n\nLila siguió volando.  De repente, vio algo brillante.  Era una pequeña estrella, cayendo lentamente.  La estrella parecía muy cansada.  \"¿Estás bien?\" preguntó Lila.\n\nLa estrella sonrió. \"Estoy un poco cansada,\" dijo con una voz suave como el terciopelo. \"He estado viajando mucho.\"\n\nLila sintió pena por la estrella.  \"¿Quieres un poco de luz de luciérnaga?\" preguntó Lila.  Lila brilló con todas sus fuerzas, compartiendo su luz con la estrella.  La estrella se iluminó un poco más.\n\n\"¡Gracias, pequeña luciérnaga!\" dijo la estrella. \"Ahora me siento mucho mejor.\"\n\nLila sonrió.  Se sintió feliz de ayudar.  La estrella se elevó lentamente, volviendo a su lugar en el cielo.  \"¡Adiós, Lila!\"  La estrella brilló una última vez y luego desapareció entre las estrellas.\n\nLila voló de regreso a su flor de jazmín.  El aire era aún más tranquilo ahora.  Las hojas susurraban canciones de cuna.  Lila se acurrucó en la suave flor.  La luna brillaba sobre ella, como un abrazo plateado.\n\nCerró sus pequeños ojos brillantes.  El suave susurro del viento la arrullaba.  Se sentía segura y feliz.  Pensó en la estrella, ahora descansando en el cielo.  \n\nLila respiró hondo.  El aroma dulce del jazmín la hizo sentir muy tranquila.  Sus alas se movieron suavemente.  Poco a poco, Lila se quedó dormida, soñando con estrellas y bosques susurrantes.  Duerme bien, pequeña luciérnaga.  Duerme bien.  La noche te cuida.  Duerme…"
}