{
  "text": "El pequeño Tito era un mono muy juguetón. Le encantaba trepar a los árboles y buscar bananas. Un día, Tito estaba jugando a la pelota con sus amigos, Lila la mariposa y Bruno el perezoso. Tito lanzó la pelota muy alto, pero Lila la atrapó.\n\n\"¡Mi turno!\" gritó Tito. Lanzó la pelota de nuevo, pero esta vez Bruno la atrapó. Tito se puso muy, muy rojo. Sus puñitos se apretaron. ¡Se sentía muy, muy enojado!\n\nSu barriguita se hizo como un nudo. Tito quería gritar. Quería tirar la pelota al suelo. Quería… ¡no sabía qué quería! Solo sentía una energía fuerte y caliente dentro de él.\n\nMamá Mono vio a Tito. Se acercó y se sentó a su lado. \"Tito, veo que estás muy enojado,\" dijo Mamá Mono con una voz suave.\n\nTito asintió, con los ojos llenos de lágrimas. \"¡No es justo!\" dijo Tito. \"¡Siempre ganan Lila y Bruno!\"\n\nMamá Mono abrazó a Tito. \"Es normal sentirse enojado cuando algo no es justo,\" dijo. \"Todos nos enojamos a veces. Pero es importante saber qué hacer con esa energía.\"\n\nMamá Mono le enseñó a Tito a respirar hondo. \"Inhala por la nariz, como si estuvieras oliendo una flor,\" dijo. Tito inhaló. \"Y exhala por la boca, como si estuvieras soplando una vela.\" Tito hizo eso varias veces.\n\n\"¿Te sientes un poquito mejor?\" preguntó Mamá Mono.\n\nTito asintió. \"Un poquito,\" dijo.\n\n\"Puedes contarme cómo te sientes,\" dijo Mamá Mono. \"Puedes decirme que estás enojado porque quieres jugar y sientes que no te dejan.\"\n\nTito dijo: \"¡Quiero jugar! ¡Quiero lanzar la pelota!\"\n\n\"Es muy válido querer jugar,\" dijo Mamá Mono. \"Pero es importante esperar tu turno. ¿Qué tal si te tomas un momento para respirar y luego pides la pelota?\"\n\nTito respiró hondo otra vez. Luego, con una voz más suave, dijo: \"Lila, ¿puedo jugar ahora?\"\n\nLila sonrió. \"¡Claro, Tito! ¡Por supuesto!\"\n\nTito jugó con sus amigos. A veces se enojaba un poquito, pero recordaba respirar hondo. Si se sentía demasiado enojado, se tomaba un momento para alejarse y abrazar a un peluche suave. O pedía ayuda a Mamá Mono.\n\nAl final del día, Tito se sentía mucho mejor. Había aprendido que estaba bien sentirse enojado, pero que podía elegir cómo responder a esa emoción. Podía respirar, hablar de sus sentimientos y pedir ayuda.\n\nMamá Mono le dio un abrazo. \"Eres un mono muy fuerte, Tito,\" dijo. \"Puedes manejar tus emociones.\"\n\nTito sonrió. Sabía que Mamá Mono tenía razón. Estaba aprendiendo a ser un mono más tranquilo y feliz. Y eso, pensó Tito, era muy bueno. Ahora, era hora de dormir y soñar con bananas y juegos justos."
}