{
  "text": "El pequeño Tito era un mono muy juguetón. Le encantaba columpiarse en las lianas, comer mangos dulces y jugar con sus amigos monos. Pero hoy, Tito estaba muy triste. Su amiga Lila, la mono más rápida de todo el bosque, se había ido a visitar a su abuela.\n\nTito se sentó en una rama, con la cabeza baja. Sus orejas colgaban. No quería comer su mango. No quería columpiarse. Todo le parecía aburrido y gris.\n\n\"¿Qué te pasa, Tito?\" preguntó Doña Elena, la vieja tortuga sabia del bosque. Doña Elena siempre tenía una sonrisa tranquila.\n\nTito suspiró. \"Extraño a Lila,\" dijo con voz suave. \"Quiero jugar con ella. Me siento… vacío.\"\n\nDoña Elena se acercó lentamente. \"Es normal sentirse vacío cuando extrañas a alguien, Tito. Es como si una parte de ti estuviera en otro lugar.\"\n\nTito asintió. Sentía exactamente eso.\n\n\"¿Sabes qué podemos hacer?\" preguntó Doña Elena. \"Podemos dibujar un dibujo para Lila. Un dibujo que le diga cuánto la extrañas.\"\n\nTito se animó un poquito.  Doña Elena le dio un trozo de corteza lisa y un poco de barro para pintar. Tito dibujó a Lila corriendo, con una gran sonrisa.  Dibujó mangos jugosos y flores coloridas.\n\nMientras dibujaba, Tito empezó a hablar de Lila. Le contó sobre sus juegos, sobre cómo Lila siempre ganaba en las carreras y cómo le contaba chistes divertidos.  \n\n\"Lila es la mejor amiga del mundo,\" dijo Tito, con una pequeña sonrisa.\n\nDoña Elena escuchó con paciencia.  \"Es bueno hablar de cómo te sientes, Tito.  Las palabras pueden ayudar a que la tristeza se sienta un poquito más pequeña.\"\n\nDespués de dibujar, Tito sintió que su corazón se sentía un poco más ligero.  Doña Elena le dijo: \"Y recuerda, Tito, aunque Lila esté lejos, siempre estará en tu corazón.  Y tú siempre estarás en el corazón de Lila.\"\n\nTito abrazó a Doña Elena.  \"Gracias,\" dijo.\n\nDoña Elena le dio un suave empujón con su caparazón. \"Ahora, ¿qué te parece si encuentras una flor bonita para Lila?  Un pequeño regalo para que sepa que la estás pensando.\"\n\nTito buscó una flor amarilla brillante.  La ató con una pequeña hoja verde y la dejó en un lugar especial, pensando en Lila.  \n\nLa tristeza de Tito no desapareció por completo. Pero ya no se sentía tan grande y pesada.  Sabía que era normal sentirse triste a veces. Y sabía que no estaba solo.  Doña Elena, sus amigos monos y Lila, aunque lejos, siempre estarían pensando en él.  Y eso, pensó Tito, hacía que el bosque, aunque un poco gris, volviera a ser un lugar hermoso.  Y quizás, solo quizás, mañana sería un día un poquito más brillante.\n\n\n\n"
}