{
  "text": "El pequeño Tito era un mono muy juguetón. Le encantaba columpiarse en lianas, comer mangos dulces y jugar con sus amigos monos. Pero últimamente, Tito se sentía un poquito… diferente.\n\nUn día, Tito iba a jugar al río con sus amigos. El río era su lugar favorito. Le encantaba saltar entre las piedras y ver los peces nadar. Pero al acercarse al río, Tito sintió un nudo en su barriga. Su corazón latía muy rápido, como un tambor.\n\n\"¡Oh, no!\" pensó Tito. \"¡Tengo miedo!\"\n\nSus manos empezaron a temblar.  Se sentía como si algo malo iba a pasar.  Miró a sus amigos, pero no quería ir al río.  Quería quedarse en su árbol, donde se sentía seguro.\n\nMamá Mono vio que Tito estaba triste. Se acercó y lo abrazó fuerte. \"Tito, ¿qué te pasa, mi amor?\" preguntó Mamá Mono con voz suave.\n\nTito le contó a Mamá Mono que se sentía asustado del río.  \"Creo que algo malo podría pasar,\" dijo Tito, con la voz temblorosa.\n\nMamá Mono sonrió. \"Es normal sentirse así a veces, Tito.  Es como cuando ves una sombra y piensas que es un monstruo.  Pero a veces, las cosas no son lo que parecen.\"\n\nMamá Mono le enseñó a Tito a respirar profundo. \"Vamos a respirar como una flor,\" dijo. \"Inhala por la nariz, como si estuvieras oliendo una flor bonita. Y exhala por la boca, como si estuvieras soplando una vela.\"\n\nTito respiró hondo, inhalando y exhalando.  Se sintió un poquito mejor.\n\n\"Ahora, cierra tus ojos,\" dijo Mamá Mono. \"Imagina que estás en tu árbol favorito. Sientes el sol en tu cara y escuchas el canto de los pájaros.  Estás seguro y tranquilo.\"\n\nTito cerró los ojos y se imaginó en su árbol.  Vio las hojas verdes y sintió el viento suave.  Se sintió más calmado.\n\nMamá Mono le dijo: \"Puedes sentir tu miedo, Tito.  Es como una pequeña nube.  Pero las nubes siempre se van.  Y tú eres fuerte, como un árbol grande.\"\n\nTito respiró hondo otra vez.  Se dio cuenta de que el nudo en su barriga se estaba desvaneciendo.  \n\n\"¿Quieres ir al río conmigo?\" preguntó Mamá Mono. \"Podemos ir despacio.  Y si te sientes asustado, podemos volver a casa.\"\n\nTito asintió.  Caminaron lentamente hacia el río.  Mamá Mono lo tomó de la mano.  Cuando llegaron, Tito vio a sus amigos jugando.  Se unió a ellos, pero se quedó cerca de Mamá Mono.\n\nSaltó entre las piedras, pero solo un poquito.  Vio los peces nadar y sonrió.  El río no era tan aterrador como había pensado.\n\nCuando regresaron a casa, Tito se sintió muy cansado, pero feliz.  Mamá Mono lo abrazó.  \"Eres muy valiente, Tito,\" dijo. \"Es muy bueno reconocer tus sentimientos y pedir ayuda.\"\n\nTito se acurrucó en los brazos de Mamá Mono.  Sabía que a veces se sentiría asustado, pero también sabía que podía respirar profundo, imaginar cosas bonitas y contarle a alguien cómo se sentía.  Y eso lo hacía sentir mucho mejor.  \n\nAhora, Tito se durmió soñando con mangos dulces y ríos tranquilos, sabiendo que estaba bien tener grandes sentimientos, y que siempre tendría a su mamá para ayudarlo.\n"
}