{
  "text": "Barnaby Bear was having a very grumpy day. He was building a tall tower of blocks. It was almost as tall as his head! But then, Rosie Rabbit hopped by and *bumped* the tower. Down it tumbled!\n\nBarnaby’s face felt hot. His tummy felt like it had butterflies doing a wild dance. He stomped his foot. “That’s not fair!” he huffed. He felt a big, prickly feeling inside. It felt like a grumpy bumblebee buzzing around in his chest.\n\nBarnaby wanted to yell. He wanted to stomp and roar! But Mama Bear had taught him something. “When you feel a big, prickly feeling, Barnaby,” she said, “it’s okay to feel it. But it’s important to find a way to let it out gently.”\n\nBarnaby remembered what Mama Bear said. He took a deep breath. In… and out… Like he was smelling a yummy honey flower and blowing out a little puff of air. He did it again. In… and out…\n\nThe prickly feeling didn’t disappear completely, but it felt a little bit smaller.\n\n“I feel… angry,” Barnaby said quietly. It felt strange to say the word out loud.\n\nMama Bear smiled. “Yes, you do. It’s okay to feel angry when something doesn’t go your way.”\n\nMama Bear showed Barnaby a soft, fluffy pillow. “Sometimes, when you feel angry, you can squeeze a pillow really tight. It helps to let out some of the energy.”\n\nBarnaby squeezed the pillow. Squeeeze… squeeze… squeeze. He squeezed until his hand felt a little tired.\n\n“Thank you, Mama,” Barnaby said.\n\nMama Bear hugged him. “You’re very welcome. Sometimes, when you feel like you can’t calm down, it’s okay to take a little break. You can go to your cozy corner and look at your favorite picture book.”\n\nBarnaby went to his cozy corner and looked at a picture of a sunny meadow. He took another deep breath. In… and out… The grumpy bumblebee in his chest was buzzing a little quieter now.\n\n“I still feel a little bit… not happy,” Barnaby admitted.\n\n“That’s alright,” Mama Bear said. “It’s okay to not always be happy. Feelings are like the weather. Sometimes it’s sunny, sometimes it’s cloudy, and sometimes it’s a little bit stormy. But the storm always passes.”\n\nBarnaby smiled a little. He understood. It was okay to feel angry. He didn’t have to stomp and roar. He could take deep breaths, squeeze his pillow, and talk about how he felt.\n\nHe went back to his blocks. He didn’t build a tall tower this time. He built a small, sturdy one. And when Rosie Rabbit hopped by, he said, “Be careful!” instead of stomping his foot.\n\nBarnaby knew that even though he could feel angry sometimes, he could choose what to do with those feelings. And that made him feel much better. He snuggled close to Mama Bear. The grumpy bumblebee was finally asleep.\n\n\n\n"
}